brain/Budget Assignment.org
#+BRAIN_PARENTS: Homework

#+TITLE: Budget Assignment
#+AUTHOR: Kadin Buckton
#+LATEX_HEADER: \include{booktabs}

| Income               | Budget | Actual | Difference |
|----------------------+--------+--------+------------|
| Job #1               |    600 |    645 |         45 |
| Job #2               |    800 |    800 |          0 |
| Other                |        |        |            |
|----------------------+--------+--------+------------|
| Total Monthly Income |        |        |       1445 |
#+TBLFM: $4=@2$3+@3$3


| Expenses                 | Budget | Actual | Difference |
|--------------------------+--------+--------+------------|
| Fixed Regular Expenses   |        |        |            |
|--------------------------+--------+--------+------------|
| Rent                     |    200 |    225 |         25 |
| Car Insurance            |    220 |    295 |         75 |
| Car Payment              |    175 |    175 |          0 |
|--------------------------+--------+--------+------------|
| Fixed Irregular Expenses |        |        |            |
|--------------------------+--------+--------+------------|
| Savings                  |    100 |        |       -100 |
| Food                     |    150 |    190 |         40 |
|--------------------------+--------+--------+------------|
| Transportation           |        |        |            |
|--------------------------+--------+--------+------------|
| Gas and Oil              |     40 |     60 |         20 |
| Parking and Tolls        |        |     34 |         34 |
| Repairs                  |        |    220 |        220 |
|--------------------------+--------+--------+------------|
| Other                    |        |        |            |
|--------------------------+--------+--------+------------|
| Birthday Present         |        |     36 |         36 |
| Speeding Tickets         |        |    230 |        230 |
| Clothing                 |     50 |     80 |         30 |
| Entertainment            |     60 |     70 |         10 |
| Personal Items           |     30 |     60 |         30 |
|--------------------------+--------+--------+------------|
| Total Monthly Expenses   |   1025 |   1675 |        650 |
#+TBLFM: @19$2=vsum(@I..@IIIIIIIII)::@19$3=vsum(@I..@IIIIIIIII)::@19$4=vsum(@I..@IIIIIIIII)

1) What is the difference between Gabrielle's planned expenses and her actual expenses?
   750$
2) In what areas did she overspend?
   - Rent
   - Car Insurance
   - Food
   - Gas and Oil
   - Parking and Tolls
   - Repairs
   - Birthday Present
   - Speeding Tickets
   - Clothing
   - Entertainment
   - Personal Items
3) In what areas did she spend less than she planned?
   None
4) How much did she spend for the use of her car this month?
   1014$
5) How much money did she have at the end of the month to put into savings?
   None
