brain/Budget Assignment.tex
% Created 2017-05-26 Fri 07:51
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{booktabs}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\include{booktabs}
\author{Kadin Buckton}
\date{\today}
\title{Budget Assignment}
\hypersetup{
 pdfauthor={Kadin Buckton},
 pdftitle={Budget Assignment},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.2.1 (Org mode 9.0.6)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\begin{center}
\begin{tabular}{lrrr}
\toprule
Income & Budget & Actual & Difference\\
\midrule
Job \#1 & 600 & 645 & 45\\
Job \#2 & 800 & 800 & 0\\
Other &  &  & \\
\midrule
Total Monthly Income &  &  & 1445\\
\bottomrule
\end{tabular}
\end{center}


\begin{center}
\begin{tabular}{lrrr}
\toprule
Expenses & Budget & Actual & Difference\\
\midrule
Fixed Regular Expenses &  &  & \\
\midrule
Rent & 200 & 225 & 25\\
Car Insurance & 220 & 295 & 75\\
Car Payment & 175 & 175 & 0\\
\midrule
Fixed Irregular Expenses &  &  & \\
\midrule
Savings & 100 &  & 0\\
Food & 150 & 190 & 40\\
\midrule
Transportation &  &  & \\
\midrule
Gas and Oil & 40 & 60 & 20\\
Parking and Tolls &  & 34 & 34\\
Repairs &  & 220 & 220\\
\midrule
Other &  &  & \\
\midrule
Birthday Present &  & 36 & 36\\
Speeding Tickets &  & 230 & 230\\
Clothing & 50 & 80 & 30\\
Entertainment & 60 & 70 & 10\\
Personal Items & 30 & 60 & 30\\
\midrule
Total Monthly Expenses &  & 1775 & 750\\
\bottomrule
\end{tabular}
\end{center}

\begin{enumerate}
\item What is the difference between Gabrielle's planned expenses and her actual expenses?
750\$
\item In what areas did she overspend?
\begin{itemize}
\item Rent
\item Car Insurance
\item Food
\item Gas and Oil
\item Parking and Tolls
\item Repairs
\item Birthday Present
\item Speeding Tickets
\item Clothing
\item Entertainment
\item Personal Items
\end{itemize}
\item In what areas did she spend less than she planned?
None
\item How much did she spend for the use of her car this month?
1014\$
\item How much money did she have at the end of the month to put into savings?
None
\end{enumerate}
\end{document}